/* *
 Custom localization for of some NBUKit.strings keys */

/* NBUImagePickerController editController rightBarButtonItem.title */
"NBUImagePickerController editController rightBarButtonItem.title" = "OK";

/* NBUImagePickerController LibraryLoadingTitle */
"NBUImagePickerController LibraryLoadingTitle" = "Loading from library...";

/* NBUFilterProvider None filter */
"NBUFilterProvider None filter" = "Reset";

